{"keras_version": "2.2.2", "config": [{"config": {"activity_regularizer": null, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "use_bias": true, "name": "dense_1", "kernel_regularizer": null, "dtype": "float32", "kernel_constraint": null, "batch_input_shape": [null, 133], "units": 12, "bias_constraint": null, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"activity_regularizer": null, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "use_bias": true, "name": "dense_2", "kernel_regularizer": null, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "units": 8, "bias_constraint": null, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"activity_regularizer": null, "activation": "sigmoid", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "use_bias": true, "name": "dense_3", "kernel_regularizer": null, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "units": 1, "bias_constraint": null, "bias_regularizer": null}, "class_name": "Dense"}], "backend": "tensorflow", "class_name": "Sequential"}